import Layout from "../components/Layout";

export default function AuthorPage() {
  return (
    <Layout>
      <section className="hero">
        <div className="pill">Автор</div>
        <h1>Дар'я Пономарьова</h1>
        <p>
          У своїй роботі я прагнула показати університет як живу спільноту, де поєднуються культура, освіта й інновації.
        </p>
        <p>
          У цьому проєкті я поєднала дані з архівів, відкриті матеріали про університету та використала сучасний дизайн в оформленні, щоб створити зручний ресурс, приурочений 150-річчю ЧНУ.
        </p>

      </section>

      <section className="author-info" style={{ alignItems: "center" }}>
        <div className="card photo">
          <img src="/assets/author/author.png" alt="Дар'я Пономарьова" />
        </div>
        <div className="card">
          <span className="pill">Про автора</span>
          <p>
            Я учениця 8 класу Грубнянського ліцею Сокирянської міської ради Дністровського району. Захоплююся вивченням пам'яток архітектури національного значення. Візитівкою Буковини вважаю Чернівецький національний університет. Опрацювавши доступні матеріали про історію закладу, поспілкувавшись із випускниками та студентами вишу, створила вебсайт. Мета мого проєкту - популяризація спадщини ЧНУ.
          </p>
        </div>
      </section>
    </Layout>
  );
}
